{
  "navTitle": "Justice for Arsalan Ansari",
  "aboutCaseHeading": "About The Case",
  "caseDescription": "Arsalan Ansari, a 21-year-old student of Guru Ghasidas University, Bilaspur, was reported missing from 21 October 2025. According to his family, the university authorities did not provide timely information regarding his disappearance. On 24 October 2025, the family was informed about his death. Media reports state that his body was later recovered from a pond located within or near the university campus. Initially, the incident was described as a case of suicide; however, the family has raised serious concerns due to visible injury marks found on the body, which they believe are inconsistent with suicide. News reports have also highlighted alleged lapses in communication, handling of the situation, and delays in the investigation. Arsalan Ansari’s father has formally demanded a free, fair, transparent, and time-bound investigation so that the truth may come to light and justice may be ensured.",
  "externalDetails": "For more detailed information and clarity, you can read the article from:",
  "helpHeading": "How You Can Help",
  "helpText": "You can support the demand for justice by sending an email through this website. To do so, enter your name in the given field, tick the consent checkbox, and click on the “Send Email” button. Your email application will open with a pre-written message addressed to the concerned authorities. You may review the message and then click “Send” to complete the process. By sending this email, you stand with the family in their lawful demand for a fair, transparent, and time-bound investigation.",
  "namePlaceholder": "Enter your name",
  "sendButton": "Send Email",
  "emailCounterLabel": "Emails sent:",
  "counterNote": "This email counter is indicative and may not represent the exact number of emails sent.",
  "disclaimer": "Disclaimer: This website does not collect personal data and is intended only for public awareness.",
  "terms": "I confirm that this email is being sent voluntarily from my own email account for responsible, non-spam use.",
  "selectLanguage": "Select language"
}